
## Plan Result (github/foo)

[CI link](https://github.com/mileslee-nsuslab/tfaction-example/actions/runs/5973240366)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * github_issue_label.bar


<details><summary>Change Result (Click me)</summary>

```hcl

  # github_issue_label.bar will be created
  + resource "github_issue_label" "bar" {
      + color       = "FF0000"
      + description = "bar"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "bar-miles"
      + repository  = "tfaction-example"
      + url         = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform-plan","PRNumber":8,"Program":"tfcmt","SHA1":"a2127030de7c9eaa38fafadc4a120e7ea2f929a6","Target":"github/foo","Vars":{},"WorkflowName":"test"} -->